{
  "metadata": {
    "total_size": 144575840256
  },
  "weight_map": {
    "lm_head.weight": "model-00019-of-00019.safetensors",
    "transformer.h.0.attn.c_attn.bias": "model-00001-of-00019.safetensors",
    "transformer.h.0.attn.c_attn.weight": "model-00001-of-00019.safetensors",
    "transformer.h.0.attn.c_proj.weight": "model-00001-of-00019.safetensors",
    "transformer.h.0.ln_1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.0.ln_2.weight": "model-00001-of-00019.safetensors",
    "transformer.h.0.mlp.c_proj.weight": "model-00001-of-00019.safetensors",
    "transformer.h.0.mlp.w1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.0.mlp.w2.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.attn.c_attn.bias": "model-00001-of-00019.safetensors",
    "transformer.h.1.attn.c_attn.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.attn.c_proj.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.ln_1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.ln_2.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.mlp.c_proj.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.mlp.w1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.1.mlp.w2.weight": "model-00001-of-00019.safetensors",
    "transformer.h.10.attn.c_attn.bias": "model-00003-of-00019.safetensors",
    "transformer.h.10.attn.c_attn.weight": "model-00003-of-00019.safetensors",
    "transformer.h.10.attn.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.10.ln_1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.10.ln_2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.10.mlp.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.10.mlp.w1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.10.mlp.w2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.attn.c_attn.bias": "model-00003-of-00019.safetensors",
    "transformer.h.11.attn.c_attn.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.attn.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.ln_1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.ln_2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.mlp.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.mlp.w1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.11.mlp.w2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.12.attn.c_attn.bias": "model-00004-of-00019.safetensors",
    "transformer.h.12.attn.c_attn.weight": "model-00004-of-00019.safetensors",
    "transformer.h.12.attn.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.12.ln_1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.12.ln_2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.12.mlp.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.12.mlp.w1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.12.mlp.w2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.attn.c_attn.bias": "model-00004-of-00019.safetensors",
    "transformer.h.13.attn.c_attn.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.attn.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.ln_1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.ln_2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.mlp.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.mlp.w1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.13.mlp.w2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.attn.c_attn.bias": "model-00004-of-00019.safetensors",
    "transformer.h.14.attn.c_attn.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.attn.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.ln_1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.ln_2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.mlp.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.mlp.w1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.14.mlp.w2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.attn.c_attn.bias": "model-00004-of-00019.safetensors",
    "transformer.h.15.attn.c_attn.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.attn.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.ln_1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.ln_2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.mlp.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.mlp.w1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.15.mlp.w2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.16.attn.c_attn.bias": "model-00004-of-00019.safetensors",
    "transformer.h.16.attn.c_attn.weight": "model-00004-of-00019.safetensors",
    "transformer.h.16.attn.c_proj.weight": "model-00004-of-00019.safetensors",
    "transformer.h.16.ln_1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.16.ln_2.weight": "model-00004-of-00019.safetensors",
    "transformer.h.16.mlp.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.16.mlp.w1.weight": "model-00004-of-00019.safetensors",
    "transformer.h.16.mlp.w2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.attn.c_attn.bias": "model-00005-of-00019.safetensors",
    "transformer.h.17.attn.c_attn.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.attn.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.ln_1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.ln_2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.mlp.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.mlp.w1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.17.mlp.w2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.attn.c_attn.bias": "model-00005-of-00019.safetensors",
    "transformer.h.18.attn.c_attn.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.attn.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.ln_1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.ln_2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.mlp.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.mlp.w1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.18.mlp.w2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.attn.c_attn.bias": "model-00005-of-00019.safetensors",
    "transformer.h.19.attn.c_attn.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.attn.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.ln_1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.ln_2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.mlp.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.mlp.w1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.19.mlp.w2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.2.attn.c_attn.bias": "model-00001-of-00019.safetensors",
    "transformer.h.2.attn.c_attn.weight": "model-00001-of-00019.safetensors",
    "transformer.h.2.attn.c_proj.weight": "model-00001-of-00019.safetensors",
    "transformer.h.2.ln_1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.2.ln_2.weight": "model-00001-of-00019.safetensors",
    "transformer.h.2.mlp.c_proj.weight": "model-00001-of-00019.safetensors",
    "transformer.h.2.mlp.w1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.2.mlp.w2.weight": "model-00001-of-00019.safetensors",
    "transformer.h.20.attn.c_attn.bias": "model-00005-of-00019.safetensors",
    "transformer.h.20.attn.c_attn.weight": "model-00005-of-00019.safetensors",
    "transformer.h.20.attn.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.20.ln_1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.20.ln_2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.20.mlp.c_proj.weight": "model-00005-of-00019.safetensors",
    "transformer.h.20.mlp.w1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.20.mlp.w2.weight": "model-00005-of-00019.safetensors",
    "transformer.h.21.attn.c_attn.bias": "model-00006-of-00019.safetensors",
    "transformer.h.21.attn.c_attn.weight": "model-00006-of-00019.safetensors",
    "transformer.h.21.attn.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.21.ln_1.weight": "model-00005-of-00019.safetensors",
    "transformer.h.21.ln_2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.21.mlp.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.21.mlp.w1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.21.mlp.w2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.attn.c_attn.bias": "model-00006-of-00019.safetensors",
    "transformer.h.22.attn.c_attn.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.attn.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.ln_1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.ln_2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.mlp.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.mlp.w1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.22.mlp.w2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.attn.c_attn.bias": "model-00006-of-00019.safetensors",
    "transformer.h.23.attn.c_attn.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.attn.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.ln_1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.ln_2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.mlp.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.mlp.w1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.23.mlp.w2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.attn.c_attn.bias": "model-00006-of-00019.safetensors",
    "transformer.h.24.attn.c_attn.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.attn.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.ln_1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.ln_2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.mlp.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.mlp.w1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.24.mlp.w2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.25.attn.c_attn.bias": "model-00006-of-00019.safetensors",
    "transformer.h.25.attn.c_attn.weight": "model-00006-of-00019.safetensors",
    "transformer.h.25.attn.c_proj.weight": "model-00006-of-00019.safetensors",
    "transformer.h.25.ln_1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.25.ln_2.weight": "model-00006-of-00019.safetensors",
    "transformer.h.25.mlp.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.25.mlp.w1.weight": "model-00006-of-00019.safetensors",
    "transformer.h.25.mlp.w2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.attn.c_attn.bias": "model-00007-of-00019.safetensors",
    "transformer.h.26.attn.c_attn.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.attn.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.ln_1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.ln_2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.mlp.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.mlp.w1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.26.mlp.w2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.attn.c_attn.bias": "model-00007-of-00019.safetensors",
    "transformer.h.27.attn.c_attn.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.attn.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.ln_1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.ln_2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.mlp.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.mlp.w1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.27.mlp.w2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.attn.c_attn.bias": "model-00007-of-00019.safetensors",
    "transformer.h.28.attn.c_attn.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.attn.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.ln_1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.ln_2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.mlp.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.mlp.w1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.28.mlp.w2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.attn.c_attn.bias": "model-00007-of-00019.safetensors",
    "transformer.h.29.attn.c_attn.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.attn.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.ln_1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.ln_2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.mlp.c_proj.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.mlp.w1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.29.mlp.w2.weight": "model-00007-of-00019.safetensors",
    "transformer.h.3.attn.c_attn.bias": "model-00002-of-00019.safetensors",
    "transformer.h.3.attn.c_attn.weight": "model-00002-of-00019.safetensors",
    "transformer.h.3.attn.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.3.ln_1.weight": "model-00001-of-00019.safetensors",
    "transformer.h.3.ln_2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.3.mlp.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.3.mlp.w1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.3.mlp.w2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.30.attn.c_attn.bias": "model-00008-of-00019.safetensors",
    "transformer.h.30.attn.c_attn.weight": "model-00008-of-00019.safetensors",
    "transformer.h.30.attn.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.30.ln_1.weight": "model-00007-of-00019.safetensors",
    "transformer.h.30.ln_2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.30.mlp.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.30.mlp.w1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.30.mlp.w2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.attn.c_attn.bias": "model-00008-of-00019.safetensors",
    "transformer.h.31.attn.c_attn.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.attn.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.ln_1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.ln_2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.mlp.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.mlp.w1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.31.mlp.w2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.attn.c_attn.bias": "model-00008-of-00019.safetensors",
    "transformer.h.32.attn.c_attn.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.attn.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.ln_1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.ln_2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.mlp.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.mlp.w1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.32.mlp.w2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.attn.c_attn.bias": "model-00008-of-00019.safetensors",
    "transformer.h.33.attn.c_attn.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.attn.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.ln_1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.ln_2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.mlp.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.mlp.w1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.33.mlp.w2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.34.attn.c_attn.bias": "model-00008-of-00019.safetensors",
    "transformer.h.34.attn.c_attn.weight": "model-00008-of-00019.safetensors",
    "transformer.h.34.attn.c_proj.weight": "model-00008-of-00019.safetensors",
    "transformer.h.34.ln_1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.34.ln_2.weight": "model-00008-of-00019.safetensors",
    "transformer.h.34.mlp.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.34.mlp.w1.weight": "model-00008-of-00019.safetensors",
    "transformer.h.34.mlp.w2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.attn.c_attn.bias": "model-00009-of-00019.safetensors",
    "transformer.h.35.attn.c_attn.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.attn.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.ln_1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.ln_2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.mlp.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.mlp.w1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.35.mlp.w2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.attn.c_attn.bias": "model-00009-of-00019.safetensors",
    "transformer.h.36.attn.c_attn.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.attn.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.ln_1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.ln_2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.mlp.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.mlp.w1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.36.mlp.w2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.attn.c_attn.bias": "model-00009-of-00019.safetensors",
    "transformer.h.37.attn.c_attn.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.attn.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.ln_1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.ln_2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.mlp.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.mlp.w1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.37.mlp.w2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.attn.c_attn.bias": "model-00009-of-00019.safetensors",
    "transformer.h.38.attn.c_attn.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.attn.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.ln_1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.ln_2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.mlp.c_proj.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.mlp.w1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.38.mlp.w2.weight": "model-00009-of-00019.safetensors",
    "transformer.h.39.attn.c_attn.bias": "model-00010-of-00019.safetensors",
    "transformer.h.39.attn.c_attn.weight": "model-00010-of-00019.safetensors",
    "transformer.h.39.attn.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.39.ln_1.weight": "model-00009-of-00019.safetensors",
    "transformer.h.39.ln_2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.39.mlp.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.39.mlp.w1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.39.mlp.w2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.4.attn.c_attn.bias": "model-00002-of-00019.safetensors",
    "transformer.h.4.attn.c_attn.weight": "model-00002-of-00019.safetensors",
    "transformer.h.4.attn.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.4.ln_1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.4.ln_2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.4.mlp.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.4.mlp.w1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.4.mlp.w2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.40.attn.c_attn.bias": "model-00010-of-00019.safetensors",
    "transformer.h.40.attn.c_attn.weight": "model-00010-of-00019.safetensors",
    "transformer.h.40.attn.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.40.ln_1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.40.ln_2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.40.mlp.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.40.mlp.w1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.40.mlp.w2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.attn.c_attn.bias": "model-00010-of-00019.safetensors",
    "transformer.h.41.attn.c_attn.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.attn.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.ln_1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.ln_2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.mlp.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.mlp.w1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.41.mlp.w2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.attn.c_attn.bias": "model-00010-of-00019.safetensors",
    "transformer.h.42.attn.c_attn.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.attn.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.ln_1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.ln_2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.mlp.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.mlp.w1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.42.mlp.w2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.43.attn.c_attn.bias": "model-00010-of-00019.safetensors",
    "transformer.h.43.attn.c_attn.weight": "model-00010-of-00019.safetensors",
    "transformer.h.43.attn.c_proj.weight": "model-00010-of-00019.safetensors",
    "transformer.h.43.ln_1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.43.ln_2.weight": "model-00010-of-00019.safetensors",
    "transformer.h.43.mlp.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.43.mlp.w1.weight": "model-00010-of-00019.safetensors",
    "transformer.h.43.mlp.w2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.attn.c_attn.bias": "model-00011-of-00019.safetensors",
    "transformer.h.44.attn.c_attn.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.attn.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.ln_1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.ln_2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.mlp.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.mlp.w1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.44.mlp.w2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.attn.c_attn.bias": "model-00011-of-00019.safetensors",
    "transformer.h.45.attn.c_attn.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.attn.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.ln_1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.ln_2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.mlp.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.mlp.w1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.45.mlp.w2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.attn.c_attn.bias": "model-00011-of-00019.safetensors",
    "transformer.h.46.attn.c_attn.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.attn.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.ln_1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.ln_2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.mlp.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.mlp.w1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.46.mlp.w2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.attn.c_attn.bias": "model-00011-of-00019.safetensors",
    "transformer.h.47.attn.c_attn.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.attn.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.ln_1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.ln_2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.mlp.c_proj.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.mlp.w1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.47.mlp.w2.weight": "model-00011-of-00019.safetensors",
    "transformer.h.48.attn.c_attn.bias": "model-00012-of-00019.safetensors",
    "transformer.h.48.attn.c_attn.weight": "model-00012-of-00019.safetensors",
    "transformer.h.48.attn.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.48.ln_1.weight": "model-00011-of-00019.safetensors",
    "transformer.h.48.ln_2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.48.mlp.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.48.mlp.w1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.48.mlp.w2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.attn.c_attn.bias": "model-00012-of-00019.safetensors",
    "transformer.h.49.attn.c_attn.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.attn.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.ln_1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.ln_2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.mlp.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.mlp.w1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.49.mlp.w2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.5.attn.c_attn.bias": "model-00002-of-00019.safetensors",
    "transformer.h.5.attn.c_attn.weight": "model-00002-of-00019.safetensors",
    "transformer.h.5.attn.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.5.ln_1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.5.ln_2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.5.mlp.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.5.mlp.w1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.5.mlp.w2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.50.attn.c_attn.bias": "model-00012-of-00019.safetensors",
    "transformer.h.50.attn.c_attn.weight": "model-00012-of-00019.safetensors",
    "transformer.h.50.attn.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.50.ln_1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.50.ln_2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.50.mlp.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.50.mlp.w1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.50.mlp.w2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.attn.c_attn.bias": "model-00012-of-00019.safetensors",
    "transformer.h.51.attn.c_attn.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.attn.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.ln_1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.ln_2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.mlp.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.mlp.w1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.51.mlp.w2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.52.attn.c_attn.bias": "model-00012-of-00019.safetensors",
    "transformer.h.52.attn.c_attn.weight": "model-00012-of-00019.safetensors",
    "transformer.h.52.attn.c_proj.weight": "model-00012-of-00019.safetensors",
    "transformer.h.52.ln_1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.52.ln_2.weight": "model-00012-of-00019.safetensors",
    "transformer.h.52.mlp.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.52.mlp.w1.weight": "model-00012-of-00019.safetensors",
    "transformer.h.52.mlp.w2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.attn.c_attn.bias": "model-00013-of-00019.safetensors",
    "transformer.h.53.attn.c_attn.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.attn.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.ln_1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.ln_2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.mlp.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.mlp.w1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.53.mlp.w2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.attn.c_attn.bias": "model-00013-of-00019.safetensors",
    "transformer.h.54.attn.c_attn.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.attn.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.ln_1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.ln_2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.mlp.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.mlp.w1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.54.mlp.w2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.attn.c_attn.bias": "model-00013-of-00019.safetensors",
    "transformer.h.55.attn.c_attn.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.attn.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.ln_1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.ln_2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.mlp.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.mlp.w1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.55.mlp.w2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.attn.c_attn.bias": "model-00013-of-00019.safetensors",
    "transformer.h.56.attn.c_attn.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.attn.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.ln_1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.ln_2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.mlp.c_proj.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.mlp.w1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.56.mlp.w2.weight": "model-00013-of-00019.safetensors",
    "transformer.h.57.attn.c_attn.bias": "model-00014-of-00019.safetensors",
    "transformer.h.57.attn.c_attn.weight": "model-00014-of-00019.safetensors",
    "transformer.h.57.attn.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.57.ln_1.weight": "model-00013-of-00019.safetensors",
    "transformer.h.57.ln_2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.57.mlp.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.57.mlp.w1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.57.mlp.w2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.attn.c_attn.bias": "model-00014-of-00019.safetensors",
    "transformer.h.58.attn.c_attn.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.attn.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.ln_1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.ln_2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.mlp.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.mlp.w1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.58.mlp.w2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.attn.c_attn.bias": "model-00014-of-00019.safetensors",
    "transformer.h.59.attn.c_attn.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.attn.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.ln_1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.ln_2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.mlp.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.mlp.w1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.59.mlp.w2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.6.attn.c_attn.bias": "model-00002-of-00019.safetensors",
    "transformer.h.6.attn.c_attn.weight": "model-00002-of-00019.safetensors",
    "transformer.h.6.attn.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.6.ln_1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.6.ln_2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.6.mlp.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.6.mlp.w1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.6.mlp.w2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.60.attn.c_attn.bias": "model-00014-of-00019.safetensors",
    "transformer.h.60.attn.c_attn.weight": "model-00014-of-00019.safetensors",
    "transformer.h.60.attn.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.60.ln_1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.60.ln_2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.60.mlp.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.60.mlp.w1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.60.mlp.w2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.61.attn.c_attn.bias": "model-00014-of-00019.safetensors",
    "transformer.h.61.attn.c_attn.weight": "model-00014-of-00019.safetensors",
    "transformer.h.61.attn.c_proj.weight": "model-00014-of-00019.safetensors",
    "transformer.h.61.ln_1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.61.ln_2.weight": "model-00014-of-00019.safetensors",
    "transformer.h.61.mlp.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.61.mlp.w1.weight": "model-00014-of-00019.safetensors",
    "transformer.h.61.mlp.w2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.attn.c_attn.bias": "model-00015-of-00019.safetensors",
    "transformer.h.62.attn.c_attn.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.attn.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.ln_1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.ln_2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.mlp.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.mlp.w1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.62.mlp.w2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.attn.c_attn.bias": "model-00015-of-00019.safetensors",
    "transformer.h.63.attn.c_attn.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.attn.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.ln_1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.ln_2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.mlp.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.mlp.w1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.63.mlp.w2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.attn.c_attn.bias": "model-00015-of-00019.safetensors",
    "transformer.h.64.attn.c_attn.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.attn.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.ln_1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.ln_2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.mlp.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.mlp.w1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.64.mlp.w2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.attn.c_attn.bias": "model-00015-of-00019.safetensors",
    "transformer.h.65.attn.c_attn.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.attn.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.ln_1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.ln_2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.mlp.c_proj.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.mlp.w1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.65.mlp.w2.weight": "model-00015-of-00019.safetensors",
    "transformer.h.66.attn.c_attn.bias": "model-00016-of-00019.safetensors",
    "transformer.h.66.attn.c_attn.weight": "model-00016-of-00019.safetensors",
    "transformer.h.66.attn.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.66.ln_1.weight": "model-00015-of-00019.safetensors",
    "transformer.h.66.ln_2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.66.mlp.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.66.mlp.w1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.66.mlp.w2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.attn.c_attn.bias": "model-00016-of-00019.safetensors",
    "transformer.h.67.attn.c_attn.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.attn.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.ln_1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.ln_2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.mlp.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.mlp.w1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.67.mlp.w2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.attn.c_attn.bias": "model-00016-of-00019.safetensors",
    "transformer.h.68.attn.c_attn.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.attn.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.ln_1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.ln_2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.mlp.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.mlp.w1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.68.mlp.w2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.attn.c_attn.bias": "model-00016-of-00019.safetensors",
    "transformer.h.69.attn.c_attn.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.attn.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.ln_1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.ln_2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.mlp.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.mlp.w1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.69.mlp.w2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.7.attn.c_attn.bias": "model-00002-of-00019.safetensors",
    "transformer.h.7.attn.c_attn.weight": "model-00002-of-00019.safetensors",
    "transformer.h.7.attn.c_proj.weight": "model-00002-of-00019.safetensors",
    "transformer.h.7.ln_1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.7.ln_2.weight": "model-00002-of-00019.safetensors",
    "transformer.h.7.mlp.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.7.mlp.w1.weight": "model-00002-of-00019.safetensors",
    "transformer.h.7.mlp.w2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.70.attn.c_attn.bias": "model-00016-of-00019.safetensors",
    "transformer.h.70.attn.c_attn.weight": "model-00016-of-00019.safetensors",
    "transformer.h.70.attn.c_proj.weight": "model-00016-of-00019.safetensors",
    "transformer.h.70.ln_1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.70.ln_2.weight": "model-00016-of-00019.safetensors",
    "transformer.h.70.mlp.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.70.mlp.w1.weight": "model-00016-of-00019.safetensors",
    "transformer.h.70.mlp.w2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.attn.c_attn.bias": "model-00017-of-00019.safetensors",
    "transformer.h.71.attn.c_attn.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.attn.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.ln_1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.ln_2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.mlp.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.mlp.w1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.71.mlp.w2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.attn.c_attn.bias": "model-00017-of-00019.safetensors",
    "transformer.h.72.attn.c_attn.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.attn.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.ln_1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.ln_2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.mlp.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.mlp.w1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.72.mlp.w2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.attn.c_attn.bias": "model-00017-of-00019.safetensors",
    "transformer.h.73.attn.c_attn.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.attn.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.ln_1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.ln_2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.mlp.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.mlp.w1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.73.mlp.w2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.attn.c_attn.bias": "model-00017-of-00019.safetensors",
    "transformer.h.74.attn.c_attn.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.attn.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.ln_1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.ln_2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.mlp.c_proj.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.mlp.w1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.74.mlp.w2.weight": "model-00017-of-00019.safetensors",
    "transformer.h.75.attn.c_attn.bias": "model-00018-of-00019.safetensors",
    "transformer.h.75.attn.c_attn.weight": "model-00018-of-00019.safetensors",
    "transformer.h.75.attn.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.75.ln_1.weight": "model-00017-of-00019.safetensors",
    "transformer.h.75.ln_2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.75.mlp.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.75.mlp.w1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.75.mlp.w2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.attn.c_attn.bias": "model-00018-of-00019.safetensors",
    "transformer.h.76.attn.c_attn.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.attn.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.ln_1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.ln_2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.mlp.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.mlp.w1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.76.mlp.w2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.attn.c_attn.bias": "model-00018-of-00019.safetensors",
    "transformer.h.77.attn.c_attn.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.attn.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.ln_1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.ln_2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.mlp.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.mlp.w1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.77.mlp.w2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.attn.c_attn.bias": "model-00018-of-00019.safetensors",
    "transformer.h.78.attn.c_attn.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.attn.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.ln_1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.ln_2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.mlp.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.mlp.w1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.78.mlp.w2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.79.attn.c_attn.bias": "model-00018-of-00019.safetensors",
    "transformer.h.79.attn.c_attn.weight": "model-00018-of-00019.safetensors",
    "transformer.h.79.attn.c_proj.weight": "model-00018-of-00019.safetensors",
    "transformer.h.79.ln_1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.79.ln_2.weight": "model-00018-of-00019.safetensors",
    "transformer.h.79.mlp.c_proj.weight": "model-00019-of-00019.safetensors",
    "transformer.h.79.mlp.w1.weight": "model-00018-of-00019.safetensors",
    "transformer.h.79.mlp.w2.weight": "model-00019-of-00019.safetensors",
    "transformer.h.8.attn.c_attn.bias": "model-00003-of-00019.safetensors",
    "transformer.h.8.attn.c_attn.weight": "model-00003-of-00019.safetensors",
    "transformer.h.8.attn.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.8.ln_1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.8.ln_2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.8.mlp.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.8.mlp.w1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.8.mlp.w2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.attn.c_attn.bias": "model-00003-of-00019.safetensors",
    "transformer.h.9.attn.c_attn.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.attn.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.ln_1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.ln_2.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.mlp.c_proj.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.mlp.w1.weight": "model-00003-of-00019.safetensors",
    "transformer.h.9.mlp.w2.weight": "model-00003-of-00019.safetensors",
    "transformer.ln_f.weight": "model-00019-of-00019.safetensors",
    "transformer.wte.weight": "model-00001-of-00019.safetensors"
  }
}
